export const MALE = [
  'علی', 'محمد', 'حسین', 'رضا', 'امیر', 'مهدی', 'سینا', 'آرش', 'کاوه', 'بهرام', 'سهراب', 'فرهاد',
  'بابک', 'پویا', 'پارسا', 'آرمین', 'آریا', 'کیان', 'کوروش', 'داریوش', 'سیاوش', 'بردیا', 'پرهام', 'رامین',
  'شهاب', 'میلاد', 'نیما', 'امید', 'وحید', 'حمید', 'مجید', 'سعید', 'مسعود', 'محسن', 'جواد', 'مرتضی',
  'مصطفی', 'حامد', 'احسان', 'عرفان', 'ایمان', 'یاسین', 'طاها', 'ماهان', 'ارسلان', 'بهزاد', 'بهنام', 'فرزاد',
  'شاهین', 'کامران', 'کیوان', 'مازیار', 'هومن', 'هادی', 'یوسف', 'اکبر', 'اصغر', 'جمشید', 'فریدون', 'منوچهر',
  'هوشنگ', 'ابراهیم', 'اسماعیل', 'صادق', 'کاظم', 'ناصر', 'عباس', 'قاسم', 'جعفر', 'سجاد', 'مهران', 'آیدین',
  'یاشار', 'سامان', 'سیروس', 'شروین', 'آرتین', 'آراد', 'رادین', 'هیراد', 'ایلیا', 'امیرعلی', 'امیرحسین', 'محمدرضا',
  'علیرضا', 'حمیدرضا', 'غلامرضا', 'نوید', 'پیمان', 'پدرام', 'کسری', 'روزبه', 'بیژن', 'تورج', 'نادر', 'خسرو',
];

export const FEMALE = [
  'فاطمه', 'زهرا', 'مریم', 'سارا', 'نرگس', 'مهسا', 'نازنین', 'ریحانه', 'یاسمن', 'هستی', 'آیدا', 'الناز',
  'شیرین', 'لیلا', 'مینا', 'نسرین', 'پریسا', 'پرستو', 'پگاه', 'نگار', 'نگین', 'مهتاب', 'مهشید', 'سمیرا',
  'سپیده', 'شیدا', 'ترانه', 'ترلان', 'تینا', 'دریا', 'رها', 'رویا', 'ژیلا', 'سحر', 'سوگند', 'سولماز',
  'شبنم', 'شقایق', 'شهرزاد', 'صبا', 'طناز', 'فرشته', 'فریبا', 'کیمیا', 'گلاره', 'گلناز', 'لادن', 'ماهرخ',
  'مژگان', 'منیژه', 'مهری', 'نازی', 'نیلوفر', 'هانیه', 'هدیه', 'یلدا', 'آناهیتا', 'آیلین', 'باران', 'بهار',
  'پرنیان', 'ثمین', 'حدیث', 'حنانه', 'دلارام', 'رعنا', 'زینب', 'ساناز', 'ستاره', 'سیمین', 'غزل', 'فرناز',
  'کتایون', 'گیسو', 'مائده', 'محدثه', 'ملیکا', 'مونا', 'نیکا', 'هلیا', 'ویدا', 'آوا', 'النا', 'روژان',
  'سوده', 'عسل', 'افسانه', 'اعظم', 'منیر', 'پروین', 'طاهره', 'معصومه', 'زری', 'گلی', 'کوثر', 'فائزه',
];

export const LAST = [
  'محمدی', 'حسینی', 'احمدی', 'رضایی', 'کریمی', 'موسوی', 'جعفری', 'رحیمی', 'صادقی', 'کاظمی', 'ابراهیمی', 'هاشمی',
  'قاسمی', 'نوری', 'اکبری', 'مرادی', 'عباسی', 'سلطانی', 'شریفی', 'حیدری', 'نجفی', 'یوسفی', 'زارعی', 'قربانی',
  'رستمی', 'سلیمانی', 'مختاری', 'بهرامی', 'فرهادی', 'نظری', 'امیری', 'طاهری', 'صالحی', 'کامرانی', 'شجاعی', 'افشار',
  'تهرانی', 'شیرازی', 'اصفهانی', 'تبریزی', 'کرمانی', 'یزدی', 'رشتی', 'قزوینی', 'کاشانی', 'همدانی', 'مشهدی', 'لاهیجی',
  'پارسا', 'پاکزاد', 'نیک‌نام', 'خوشبخت', 'روشن', 'آزاد', 'فروتن', 'مهرپرور', 'دلاوری', 'راستگو', 'سپهری', 'فراهانی',
  'جهانگیری', 'خسروی', 'منصوری', 'ملکی', 'بیگی', 'خانی', 'آقایی', 'نادری', 'پورمحمد', 'علوی', 'میرزایی', 'وکیلی',
  'شکوهی', 'ناصری', 'غفاری', 'مقدم', 'باقری', 'دهقان', 'کشاورز', 'آهنگر', 'نجار', 'زرگر', 'عطار', 'صراف',
  'سبزواری', 'گیلانی', 'مازندرانی', 'بختیاری', 'لرستانی', 'کردستانی', 'بلوچی', 'شاملو', 'بهبهانی', 'دماوندی', 'ساوجی', 'اردبیلی',
  'سعیدی', 'مهدوی', 'فاضلی', 'توکلی', 'رحمانی', 'عزیزی', 'حبیبی', 'یزدانی', 'کیانی', 'شاه‌حسینی', 'آل‌احمد', 'جلالی',
];
